Revit 2027 API
PointCloudInstance.SupportsOverrides Property
 Identifies whether the instance can have graphic overrides.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool SupportsOverrides { get; }
Public ReadOnly Property SupportsOverrides As Boolean
	Get
public:
property bool SupportsOverrides {
	bool get ();
}
member SupportsOverrides : bool with get
Property Value
Boolean
See Also
Reference
PointCloudInstance Class
Autodesk.Revit.DB Namespace